Repository: pedro-mendonca/wpt-tx-updater
Catalog: languages/wpt-tx-updater-*.po
Languages: pt_pt

# Post Type General Name
source: Projects
pt_pt: Projectos

# Post Type Singular Name
source: Project
pt_pt: Projecto

source: TX Projects
pt_pt: Projectos TX

source: Post Type
pt_pt: Tipo de conteúdo

source: Project Archives
pt_pt: Arquivo de projectos

source: Parent Project:
pt_pt: Projecto superior:

source: All Projects
pt_pt: Todos os projetos

source: Add New Project
pt_pt: Adicionar novo projecto

source: Add New
pt_pt: Adicionar novo

source: New Project
pt_pt: Novo projecto

source: Edit Project
pt_pt: Editar projecto

source: Update Project
pt_pt: Actualizar projecto

source: View Project
pt_pt: Ver projecto

source: Search Project
pt_pt: Procurar projecto

source: Not found
pt_pt: Não encontrado

source: Not found in Trash
pt_pt: Não encontrado no lixo

source: Featured Image
pt_pt: Imagem de destaque

source: Set featured image
pt_pt: Definir imagem de destaque

source: Remove featured image
pt_pt: Remover imagem de destaque

source: Use as featured image
pt_pt: Usar como imagem de destaque

source: Insert into project
pt_pt: Inserir no projecto

source: Uploaded to this project
pt_pt: Carregado para este projecto

source: Projects list
pt_pt: Lista de projectos

source: Projects list navigation
pt_pt: Navegação da lista de projectos

source: Filter projects list
pt_pt: Filtrar lista de projectos

source: TX Project
pt_pt: Projecto TX

source: Post Type Description
pt_pt: Descrição do tipo de conteúdo

source: Check for update...
pt_pt: Verificar actualização...

source: Deactivate License
pt_pt: Desactivar licença

source: Please try again soon.
pt_pt: Por favor, tente de novo mais tarde.

source: Activate License
pt_pt: Activar licença

source: License key never expires.
pt_pt: A chave de licença nunca expira.

source: Your license key expires soon! It expires on %s. <a href="%s" target="_blank" title="Renew license">Renew your license key</a>.
pt_pt: A sua chave de licença está prestes a expirar! Expira em %s. <a href="%s" target="_blank" title="Renovar licença">Renove a sua chave de licença</a>.

source: Your license key expires on %s.
pt_pt: A sua chave de licença expira em %s.

source: License active
pt_pt: Licença activa

source: Transifex API
pt_pt: API do Transifex

source: Project attributes
pt_pt: Atributos do projecto

source: In order to use WPT Transifex Updater, please <a href="profile.php#wptxu-transifex-account">register your Transifex credentials</a>.
pt_pt: Para poder usar o WPT Transifex Updater, por favor <a href="profile.php#wptxu-transifex-account">registe-se com as suas credenciais do Transifex</a>.

source: Unauthorized:&nbsp;authentication is required to access the resource, please <a href="profile.php#wptxu-transifex-account">register your Transifex credentials</a>.
pt_pt: Não autorizado:&nbsp;é necessário autenticar-se para aceder ao recurso, por favor <a href="profile.php#wptxu-transifex-account">registe-se com as suas credenciais do Transifex</a>.

source: Project not found: Transifex and local project must have the same slug. Or this language doesn't exist on Transifex.
pt_pt: Projecto não encontrado: os projectos do Transifex e local têm que ter a mesma slug. Ou então este idioma não existe no Transifex.

source: Your license key expired. Please <a href="%s" target="_blank" title="Renew your license key">renew your license key</a>.
pt_pt: A sua chave de licença expirou! Por favor <a href="%s" target="_blank" title="Renove a sua chave de licença">renove a sua chave de licença</a>.

source: Invalid license. Please <a href="%s" target="_blank" title="Visit account page">visit your account page</a> and verify it.
pt_pt: Licença inválida. Por favor <a href="%s" target="_blank" title="Visitar página da conta">visite a sua página de conta</a> e verifique.

source: There was a problem activating your license key, please try again or contact support. Error code: %s
pt_pt: Ocorreu um problema ao activar a sua chave de licença, por favor tente de novo ou contacte o suporte. Código do erro: %s

source: This license does not belong to the product you have entered it for.
pt_pt: Esta licença não pertence ao produto para o qual a inseriu.

source: Your license key has reached its activation limit. <a href="%s">View possible upgrades</a> now.
pt_pt: A sua chave de licença atingiu seu limite de activações. <a href="%s">Ver actualizações possíveis</a> agora.

source: License key
pt_pt: Chave de licença

source: Please enter your WPT Transifex Updater license key.
pt_pt: Por favor, insira a sua chave de licença de licença do WPT Transifex Updater

source: Transifex Account Information
pt_pt: Informações da conta do Transifex

source: Transifex Username
pt_pt: Nome de utilizador do Transifex

source: Please enter your Transifex username.
pt_pt: Por favor, insira o seu nome de utilizador doTransifex.

source: Transifex Password
pt_pt: Senha do Transifex

source: Please enter your Transifex password.
pt_pt: Por favor, insira a sua senha do Transifex.

source: Connected as:&nbsp;
pt_pt: Ligado como:&nbsp;

source: Logout
pt_pt: Terminar sessão

source: There is a problem with remote site, please try again.
pt_pt: Ocorreu um problema com o site remoto, por favor tente de novo.

source: Translation folder created.
pt_pt: Foi criada a pasta da tradução.

source: Import po file on local filesystem.
pt_pt: Importar ficheiro .po para o sistema de ficheiros local.

source: Create mo file on local filesystem.
pt_pt: Criar ficheiro .mo no sistema de ficheiros local.

source: Create readme file on local filesystem.
pt_pt: Criar ficheiro readme no sistema de ficheiros local.

source: Translation is up to date!
pt_pt: A tradução está actualizada!

source: Translation update available!
pt_pt: Actualização de tradução disponível!

source: Locale translation
pt_pt: Tradução do locale

source: Transifex translation
pt_pt: Tradução do Transifex

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pt_pt: Está disponível uma nova versão de %1$s. %2$sVer detalhes da versão %3$s%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pt_pt: Está disponível uma nova versão de %1$s. %2$sVer detalhes da versão %3$s%4$s ou %5$sactualizar agora%6$s.

source: You do not have permission to install plugin updates
pt_pt: Não tem permissão para instalar actualizações de plugins

source: Error
pt_pt: Erro

source: Settings
pt_pt: Definições

source: Update translation
pt_pt: Actualizar tradução

source: Translation for:&nbsp;
pt_pt: Tradução para:&nbsp;

source: Cheatin&#8217; uh?
pt_pt: Com que então a fazer batota?

source: Please, first save your project.
pt_pt: Por favor, primeiro guarde o seu projecto.

source: Custom .mo filename
pt_pt: Nome de ficheiro .mo personalizado

source: Easily update translations from transifex.com
pt_pt: Actualize facilmente traduções a partir de transifex.com
